Repository: MPDL/imeji-deb
Catalog: src/imeji-0.8/debian/po/*.po
Languages: de

source: URL of this Imeji instance:
de: URL dieser Imeji Instanz:

source: You can set the URL where Imeji is reachable. In the default config Imeji is running in a Tomcat server.
de: Setze die URL über die Imeji erreichbar sein soll. In der Standardkonfiguration läuft Imeji in einem Tomcat-Server.

source: Store all Imeji data under a parent directory?
de: Alle Imeji-Daten unter einem Hauptverzeichnis speichern?

source: Imeji needs a file storage, a database storage and a storage for search index.
de: Imeji benötigt einen Speicherort für die Mediendateien, die Datenbank und den Suchindex.

source: Enter the parent directory for your data:
de: Gebe das Verezichnis an unter denen alle Imeji-Daten gesoeichert werden sollen.

source: Select the parent target of all Imeji data.
de: Wähle das Hauptverzeichnis für alle Imeji-Daten aus.

source: Enter the directory of the Imeji database:
de: Gebe das Verzeichnis der Imeji-Datenbank ein:

source: Select the target of the Imeji database.
de: Wähle den Speicherort der Datenbank.

source: Enter the Imeji files directory:
de: Gebe das Verzeichnis für die medfiendateien von Imeji ein:

source: Select the target of the Imeji file storage.
de: Wähle den Speicherort für die Mediendateien von imeji.

source: Enter the directory for Imeji search index:
de: Gebe das Verzeichnis des Suchindexes von Imeji ein:

source: Select the target of the Imeji seartch index storage.
de: Wähle den Speicherort für den Suchindex von Imeji.
